[
  {
    "name": "Warren Brothers Plumbing",
    "slug": "warren-brothers-plumbing",
    "trade": "Plumbing",
    "phone": "(512) 764-0866",
    "website": "https://warrenbrothersplumbing.com",
    "googleReviews": "https://www.google.com/maps/place/Warren+Brothers+Plumbing",
    "license": "Texas License #RMP 12617",
    "rating": 5.0,
    "reviewCount": 50,
    "tagline": "Trusted plumbing services in Central Texas — led by a plumber with 10+ years experience",
    "bio": "Warren Brothers Plumbing is the trusted choice for homeowners and businesses throughout Central Texas. Led by a plumber with over 10 years of industry experience, they're committed to quality workmanship, honest pricing, and exceptional customer service. They provide upfront estimates before work begins, are fully licensed and insured, and offer same-day service for most repairs. Serving Bastrop, Austin, Elgin, and surrounding communities.",
    "services": [
      "Water Heater Repair",
      "Water Heater Installation",
      "Tankless Water Heaters",
      "Plumbing Repairs",
      "Leak Repair",
      "Emergency Service",
      "Tele-Plumb (Virtual Support)"
    ],
    "featured": true
  },
  {
    "name": "Warren Mechanical HVAC",
    "slug": "warren-mechanical-hvac",
    "trade": "HVAC",
    "phone": "(713) 568-3358",
    "website": "https://warrenmechanical.net",
    "googleReviews": "https://maps.app.goo.gl/xBbsU5vx6tk1xwKX6",
    "license": "Licensed & Insured",
    "rating": 4.9,
    "reviewCount": 90,
    "tagline": "Your trusted HVAC partner in Williamson County — 24/7 emergency service available",
    "bio": "When the Texas heat hits hard, you need a reliable HVAC partner to keep your cool. Warren Mechanical HVAC provides reliable air conditioning, HVAC repair, and heating services designed to support everyday comfort. Serving Austin, Elgin, Paige, Round Rock, and Williamson County, they ensure your comfort is their top priority. Their services include air systems for air quality, heating, ventilation, and energy efficient operation. They offer ductless systems, heat pumps, and smart thermostats for better efficiency and savings. As a full-service HVAC company, they provide ongoing maintenance to extend system life and reduce unexpected breakdowns. With 24/7 emergency service and expert technicians ready to tackle any issue, you can trust Warren Mechanical to keep your home comfortable when you need it most.",
    "services": [
      "AC Repair & Installation",
      "Heating Repair & Installation",
      "Heat Pump Services",
      "Ductless Systems",
      "HVAC Maintenance",
      "Smart Thermostat Installation",
      "24/7 Emergency Service"
    ],
    "featured": true
  }
]
